# St7GetVertexStyle

Returns the display symbol for vertices.

long St7GetVertexStyle(long uID, long* Style)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Style
Either psCircle or psSquare.